11/data/attachments/a32a3834b379e5e2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Suzanne_author_Actions_40929_1</nif:username>
            <nif:friendToBeRequested>soap_actions_3c5e316d-1a1c-40ba-9390-d47c245c200b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>